Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/R07B.tmx
Source language: en_us
Languages: zh_cn

source: Five Stories-Lydia Davis
zh_cn: 莉迪亚·戴维斯短篇小说5则

source: THE MICE
zh_cn: 老鼠

source: MICE LIVE IN OUR WALLS but do not trouble our kitchen.
zh_cn: 我们的墙里住着老鼠，厨房却安然无恙。

source: We are pleased but cannot understand why they do not come into our kitchen where we have traps set, as they come into the kitchens of our neighbors.
zh_cn: 我们欣慰却不解，为什么他们不进我们设下机关的厨房，却总进邻居的厨房。

source: Although we are pleased, we are also upset, because the mice behave as though there were something wrong with our kitchen.
zh_cn: 我们虽然高兴，却也懊恼，因为老鼠的行为像是表明我们的厨房有什么不对劲。

source: What makes this even more puzzling is that our house is much less tidy than the houses of our neighbors.
zh_cn: 甚至更令人困惑的莫过于我们的屋子不比邻居的更干净。

source: There is more food lying about in our kitchen, more crumbs on the counters and filthy scraps of onion kicked against the base of the cabinets.
zh_cn: 我们的厨房摆的食物更多，柜台上有更多的碎屑，橱柜底层挤满了恶心的洋葱碎末。

source: In fact, there is so much loose food in the kitchen I can only think the mice themselves are defeated by it.
zh_cn: 事实上，厨房里乱七八糟的食物是如此之多，我只好认为老鼠自己都要为之折服了。

source: In a tidy kitchen, it is a challenge for them to find enough food night after night to survive until spring.
zh_cn: 在一间干净的厨房，夜以继夜地寻找足够活到春天的食物对他们是一种挑战。

source: They patiently hunt and nibble hour after hour until they are satisfied.
zh_cn: 他们耐心地寻觅，时刻在吃直到满意为止。

source: In our kitchen, however, they are faced with something so out of proportion to their experience that they cannot deal with it.
zh_cn: 在我们的厨房，他们的面对的是从没见识过的无序，这令他们无从处理。

source: They might venture out a few steps, but soon the overwhelming sights and smells drive them back into their holes, uncomfortable and embarrassed at not being able to scavenge as they should.
zh_cn: 他们或许尝试走出几步，但马上便被压倒性的视觉味觉刺激赶回了自己的老巢，并为他们无法尽搜刮之力而感到不适和羞惭。

source: THE OUTING
zh_cn: 远足

source: An outburst of anger near the road, a refusal to speak on the path, a silence in the pine woods, a silence across the old railroad bridge, an attempt to be friendly in the water, a refusal to end the argument on the flat stones, a cry of anger on the steep bank of dirt, a weeping among the bushes.
zh_cn: 临近公路感到一阵忿怒，步上小路拒绝说话，进入松林沉默不语，穿越老铁道桥不吭一声，趟进水里试图友好相处，踏上平坦的石路争论不休，登上陡峭的土坡发出一声怒喊，灌木丛中泪流满面。

source: ODD BEHAVIOR
zh_cn: 异行

source: You see how circumstances are to blame.
zh_cn: 你见过多少次被责怪的场景。

source: I am not really an odd person if I put more and more small pieces of shredded kleenex in my ears and tie a scarf around my head: when I lived alone I had all the silence I needed.
zh_cn: 我真不是一个怪人，即便我往耳朵里塞再多的碎纸巾，头上扎着围巾：一个人的时候我就需要一切寂静。

source: FEAR
zh_cn: 恐惧

source: Nearly every morning, a certain woman in our community comes running out of her house with her face white and her overcoat flapping wildly.
zh_cn: 几乎每个早上，我们社区里都有个女人从房子里跑出来，面色苍白，外套招展。

source: She cries out, "Emergency, emergency," and one of us runs to her and holds her until her fears are calmed.
zh_cn: 她大喊：“救命，救命”，然后我们就有人跑过去，搂住她直到她的恐惧平息。

source: We know she is making it up; nothing has really happened to her.
zh_cn: 我们知道她在虚张声势；她没有真的发生什么。

source: But we understand, because there is hardly one of us who has not been moved at some time to do just what she has done, and every time, it has taken all our strength, and even the strength of our friends and families too, to quiet us.
zh_cn: 但是我们明白，因为我们几乎每个人都会在某个时刻忍不住去对她做点什么，才能让我们静下来。而且每次，这都会让我们筋疲力尽，甚至包括我们的朋友和家人。

source: LOST THINGS
zh_cn: 失物

source: They are lost, but also not lost but somewhere in the world.
zh_cn: 他们不见了，却没有丢，只是在世上的某个地方。

source: Most of them are small, though two are larger, one a coat and one a dog.
zh_cn: 他们多数是小东西，仅有两个大点的，一个是一件外套，一个是一只狗。

source: Of the small things, one is a certain ring, one a certain button.
zh_cn: 小东西里，一个是某个戒指，一个是某个纽扣。

source: They are lost from me and where I am, but they are also not gone.
zh_cn: 他们离开了我和我的住处，但是他们并没有消失。

source: They are somewhere else, and they are there to someone else, it may be.
zh_cn: 他们在其他地方，也许正属于其他人。

source: But if not there to someone else, the ring is, still, not lost to itself, but there, only not where I am, and the button, too, there, still, only not where I am.
zh_cn: 但是假如不属于其他人，那么戒指，仍旧，没有丢，只是在那儿，唯独不在我这儿，纽扣也是，在那儿，仍旧，唯独不在我这儿。
